export const articles = [
  {
    id: '1',
    title: 'Люсьен Оливье: не только салат',
    subtitle: 'Что общего у «акулы пера» Владимира Гиляровского и самого загадочного ресторатора старой Москвы?',
    imageUrl: 'https://0d314c86-f76b-45cc-874e-45816116a667.selcdn.net/02a02b87-06ca-4756-82bc-b320779022f3.jpg',
    author: 'Павел Шинский',
    date: '11 Дек 2025',
    content: `Имя Люсьена Оливье знакомо каждому, кто хоть раз праздновал Новый год в России. Но будем объективны: слава пришла к французу гораздо раньше, чем знаменитый салат массово появился на столах россиян. 

Владимир Гиляровский, акула гусиного пера и знаток московских тайн, походя в очередном очерке расцветил фейерверком самого «повара-француза», его бонтонный ресторан «Эрмитаж» и, конечно же, легендарный салат, по репортерской привычке густо замешав истину и легенду. И лишь когда окончательно уйдут в легенды и Люсьен Оливье, и сам Гиляровский, явятся желающие составить историю обретшего всенародную популярность салата и, конечно, биографию его создателя. 

Оливье наладил в здании «Эрмитажа» газовое освещение, оборудовал по последнему слову техники огромную кухню, где ежедневно трудились в поте лица шесть десятков поваров... Люсьен Оливье был не только профессиональным кулинаром, но и тонким стратегом. На столетие раньше остального мира он понял, что такое бренд, и вовсю использовал его возможности.`
  },
  {
    id: '2',
    title: 'Винодельческая династия Мелло: как оставаться на плаву 500 лет',
    subtitle: 'Девятнадцать поколений великой династии занимались самой разнообразной работой.',
    imageUrl: 'https://0d314c86-f76b-45cc-874e-45816116a667.selcdn.net/a4820bb1-b686-4260-9ae1-e72271d2ce55.jpg',
    author: 'Сноб',
    date: '05 Дек 2025',
    content: `Регион Сансер располагается в центре долины Луары, в сердце одного из главных винодельческих регионов Франции. Но эта благословенная земля таила в себе свои опасности. Издавна небольшой протестантский анклав существовал во враждебном католическом окружении. 

Пьер Этьен Мелло, приближенный Отца народа Людовика XII, решился заложить здесь свою винодельню в 1513 году. И не проиграл. Семейное дело Мелло существует уже пять столетий, став знаменем и символом винодельческого Сансера, и сегодня ею управляет уже девятнадцатый наследник династии.

Много лет спустя, Альфонс Мелло 18-й называет Сансер маленькой Бургундией... В 1973 году его совиньон был признан лучшим в мире. Однако, вспоминая об этом, он гордится в первую очередь не собой, а своей землей, раз за разом повторяя, что Сансер — лучшее в мире место для выращивания этого сорта винограда.`
  }
];
